[
    {
        "title" : "What is Movie?",
        "subtitle" : "A movie, or a film, is a type of visual communication scenario which uses moving pictures and sound to tell stories or teach people something. Most people watch (view) movies as a type of entertainment or a way to have fun. For some people, fun movies can mean movies that make them laugh, while for others it can mean movies that make them cry, or feel afraid.",
        "image_url" : "https://cdn.pixabay.com/photo/2013/03/08/05/28/filmstrip-91434_960_720.jpg",
        "detail" : "Most movies are made so that they can be shown on screen in Cinemas and at home or any other place. Movies are shown in Cinemas for a period of a few weeks or months, they may be marketed through several other medias. They are shown on pay television or cable television, and sold or rented on DVD disks or videocassette tapes, so that people can watch the movies at home. Movies can also be downloaded or streamed. Older movies are shown on television broadcasting stations.\n\nA movie camera or video camera takes pictures very quickly, usually at 24 or 25 pictures (frames) every second. When a movie projector, a computer, or a television shows the pictures at that rate, it looks like the things shown in the set of pictures are really moving. Sound is either recorded at the same time, or added later. The sounds in a movie usually include the sounds of people talking (which is called dialogue), music (which is called the soundtrack), and sound effects, the sounds of activities that are happening in the movie (sh as doors opening or guns being fired). In the 20th century the camera used photographic film. The product is still often called a film even though there usually is no film."
    },

    {
        "title" : "What is Animation?",
        "subtitle" : "Animation is a method in which figures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film.",
        "image_url" : "https://cdn.pixabay.com/photo/2017/04/24/09/25/horse-2255876_960_720.jpg",
        "detail" : "An animated cartoon is an animated film, usually a short film aimed at children and featuring an exaggerated visual style. The style takes inspiration from comic strips, often featuring anthropomorphic animals, superheroes, or the adventures of child protagonists. Especially with animals that form a natural predator/prey relationship (e.g. cats and mice, coyotes and birds) the action often centers around violent pratfalls such as falls, collisions and explosions that would be lethal in real life."
    },

    {
        "title" : "What is Music?",
        "subtitle" : "Music is the art of arranging sounds in time through the elements of melody, harmony, rhythm, and timbre.[1][2] It is one of the universal cultural aspects of all human societies.",
        "image_url" : "https://cdn.pixabay.com/photo/2013/07/12/18/17/equalizer-153212_960_720.png",
        "detail" : "The creation, performance, significance, and even the definition of music vary according to culture and social context. Indeed, throughout history, some new forms or styles of music have been criticized as not being music, including Beethoven's Grosse Fuge string quartet in 1825,[5] early jazz in the beginning of the 1900s[6] and hardcore punk in the 1980s.[7] There are many types of music, including popular music, traditional music, art music, music written for religious ceremonies, and work songs such as chanteys. Music ranges from strictly organized compositions—such as Classical music symphonies from the 1700s and 1800s—through to spontaneously played improvisational music such as jazz, and avant-garde styles of chance-based contemporary music from the 20th and 21st centuries."
    },
    {
        "title" : "what is game?",
        "subtitle" : "A game is a structured form of play, usually undertaken for entertainment or fun, and sometimes used as an educational tool.[1] Games are different from work, which is usually carried out for remuneration, and from art, which is more often an expression of aesthetic or ideological elements.",
        "image_url" : "https://s.isanook.com/ga/0/rp/r/w728/ya0xa0m1w0/aHR0cHM6Ly9zLmlzYW5vb2suY29tL2dhLzAvdWQvMjI0LzExMjE4ODEvY3JhYl9nYW1lX2ZyZWVfc3RlYW1fY292ZXIuanBn.jpg",
        "detail" : "Games are sometimes played purely for enjoyment, sometimes for achievement or reward as well. They can be played alone, in teams, or online; by amateurs or by professionals. The players may have an audience of non-players, such as when people are entertained by watching a chess championship. On the other hand, players in a game may constitute their own audience as they take their turn to play. Often, part of the entertainment for children playing a game is deciding who is part of their audience and who is a player. A toy and a game are not the same. Toys generally allow for unrestricted play whereas games come with present rules.\n\nKey components of games are goals, rules, challenge, and interaction. Games generally involve mental or physical stimulation, and often both. Many games help develop practical skills, serve as a form of exercise, or otherwise perform an educational, simulational, or psychological role.\n\nAttested as early as 2600 BC, games are a universal part of human experience and present in all cultures. The Royal Game of Ur, Senet, and Mancala are some of the oldest known games."
    }

]
